<script setup>
import InputContent from '@/components/InputContent.vue'
import RightSidebar from '@/components/RightSidebar.vue'
</script>

<template>
  <el-scrollbar class="main-content">
    我是 查询历史记录   我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者
    我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者我是 我的医生/患者

  </el-scrollbar>
  <InputContent/>
  <RightSidebar />
</template>

<style scoped lang="scss">
.main-content {
  background-color: orange;
  position: relative;
  width: 80%;
  height: 80%;
}
</style>
